Revit 2027 API
ParameterTypeId.ElevSymbolId Property
 "Elevation Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevSymbolId { get; }
Public Shared ReadOnly Property ElevSymbolId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevSymbolId {
	ForgeTypeId^ get ();
}
static member ElevSymbolId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace